-- 《庄子》 
-- 《庄子》·内篇·七 
-- 逍遥游     
	北冥有鱼，其名为鲲，鲲之大，不知其几千里也；化而为鸟，其名为鹏，鹏之背，不知其几千里也；怒
而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。
	《齐谐》者，志怪者也。《谐》之言曰：“鹏之徙于南冥也，水击三千里，抟扶摇而上者九万里，去以
六月息者也。”野马也，尘埃也，生物之以息相吹也。天之苍苍，其正色邪？其远而无所至极邪？其实下也，
亦若是则已矣。
	且夫水之积也不厚，则其负大舟也无力。覆杯水于坳堂之上，则芥为之舟。置杯焉则胶，水浅而舟大也，
风之积也不厚，则其负大翼也无力。故九万里，则风斯在下矣，而后乃今培风；背负青天，而莫之夭阏者，而
后乃今将图南。
	蜩与学鸠笑之曰：“我决起而飞，抢榆枋而止，时则不至，而控于地而已矣，奚以之九万里而南为？”适莽
苍者，三餐而反，腹犹果然；适百里者，宿舂粮；适千里者，三月聚粮。之二虫又何知！
	小知不及大知，小年不及大年。奚以知其然也？朝菌不知晦朔，蟪蛄不知春秋，此小年也。楚之南有冥灵
者，以五百岁为春，五百岁为秋；上古有大椿者，以八千岁为春，八千岁为秋，此大年也。而彭祖乃今以久特
闻，众人匹之，不亦悲乎？
	汤之问棘也是已。穷发之北，有冥海者，天池也。有鱼焉，其广数千里，未有知其修者，其名为鲲，有鸟焉，
其名为鹏，背若泰山，翼若垂天之云；抟扶摇羊角而上者九万里，绝云气，负青天，然后图南，且适南冥也。斥鷃
笑之曰：“彼且奚适也？我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。而彼且奚适也？”此小大之
辩也。
	故夫知效一官、行比一乡、德合一君、而征一国者，其自视也。亦若此矣。而宋荣子犹然笑之。且举世誉之而
不加劝，举世非之而不加沮，定乎内外之分，辩乎荣辱之境，斯已而后反。彼其于世，未数数然也。虽然，犹有未
树也。夫列子御风而行，泠然善也，旬有五日而后反。彼于致福者，未数数然也。此虽免乎行，犹有所待者也。若
夫乘天地之正，而御六气之辩，以游无穷者，彼且恶乎待哉？故曰：至人无已，神人无功，圣人无名。
	饶让天下于许由，曰：“日月出矣，而爝火不息；其与光也，不亦难乎？时雨降矣，而犹浸灌；其于泽也，不
亦劳乎？夫子立而天下治，而我犹是尸之；吾自视缺然，请致天下。”许由曰：“子治天下，天下既已治也；而我犹
代子，吾将为名乎？名者，实之宾也；吾将为宾虎？鹪鹩巢于深林，不过一枝；偃鼠饮河，不过满腹。归休乎君，
予无所用天下为！庖人虽不治庖，尸祝不越樽俎而代之矣！”
	肩吾问于连叔曰：“吾闻言于接舆，大而无当，往而不反。吾惊怖其言。犹河汉而无极也；大有迳庭，不近人
情焉。”连叔曰：“其言谓何哉？”曰：“藐姑射之山，有神人居焉。肌肤若冰雪，淖约若处子，不食五谷，吸风饮露，
乘云气，御飞龙，而游乎四海之外；其神凝，使物不疵厉而年谷熟。吾以是狂而不信也。”连叔曰：“然。瞽者无以
与乎文章之观，聋者无以与乎钟鼓之声。岂惟形骸有聋盲哉？夫知亦有之，是其言也犹时女也。之人也，之德也，
将旁礴万物以为一，世蕲乎乱，孰弊弊焉以天下为事！之人也，物莫之伤：大浸稽天而不溺，大旱金石流，土山焦
而不热。是其尘垢秕糠将犹陶铸尧舜者也，孰肯以物为事？”宋人资章甫适诸越，越人断发文身，无所用之。尧治天
下之民，平海内之政，往见四子藐姑射之山，汾水之阳，杳然丧其天下焉。
	惠子谓庄子曰：“魏王贻我大瓠之种，我树之成，而实五石。以盛水浆，其坚不能自举也。剖之以为瓠，则瓠
落无所容。非不枵然大也，吾为其毋庸而掊之。”庄子曰：“夫子固拙于用大矣。宋人有善为不龟手之药者，世世以
洴澼絖为事。客闻之，请买其方百金。聚族而谋曰：‘我世世为洴澼絖，不过数金，今一朝而鬻技百金，请与之。’
客得之，以说吴王。越有难，吴王使之将，冬，与越人水战，大败越人。裂地而封之。能不龟手一也，或以封，或
不免与洴澼絖。则所用之异也。今子有五石之瓠，何不虑以为大樽，而浮于江湖，而忧其瓠落无所容？则夫子犹有
蓬之心也夫！”
	惠子谓庄子曰：“吾有大树，人谓之樗。其大本臃肿而不中绳墨，其小枝卷曲而不中规矩，立之涂，匠人不顾。
今子之言大而无用，众所同去也。”庄子曰：“子独不见狸狌乎？卑身而伏，以候敖者；东西跳梁，不辟高下；中于
机辟，死于罔罟。今夫嫠牛，其大若垂天之云。此能为大矣，而不能执鼠。今子有大树，患其无用，何不树之于无
何有之乡，广莫之野，仿徨乎无为其侧，逍遥乎寝卧其下。不夭斤斧，物无害者，无所可用，安所困苦哉！”

--齐物论
	南郭子綦隐机而坐，仰天而嘘，荅焉似丧其耦。颜成子游立侍乎前，曰：“何居乎？形固可使如槁木，而心固可
使如死灰乎？今之隐机者，非昔之隐机也？”子綦曰：“偃，不亦善乎，而问之也！今者吾丧我，汝知之乎？女闻人籁
而未闻地籁，女闻地籁而不闻天籁夫？”
	子游曰：“敢问其方。”子綦曰：“夫大块噫气，其名为风。是唯无作，作则万桥怒呺。而独不闻之翏翏乎？山陵
之畏佳，大木百围之窍穴，似鼻，似口，似耳，似枅，似圈，似臼，似洼者，似污者。激者、謞者、叱者、吸者、叫
者、譹者、穾者，咬者，前者唱于而随者唱喁，泠风则小和，飘风则大和，厉风济则众窍为虚。而独不见之调调之刁
刁乎？”
	子游曰：“地籁则众窍是已，人籁则比竹是已，敢问天籁。”子綦曰：“夫吹万不同，而使其自己也。咸其自取，
怒者其谁邪？”
	大知闲闲，小知间间。大言炎炎，小言詹詹。其寐也魂交，其觉也形开。与接为构，日以心斗。缦者、窖者、密
者。小恐惴惴，大恐缦缦。其发若机栝，其司是非之谓也；其留如诅盟，其守胜之谓也；其杀如秋冬，以言其日消也；
其溺之所为之，不可使复之也；其厌也如缄，以言其老洫也；近死之心，莫使复阳也。喜怒哀乐，虑叹变蛰，姚佚启
态——乐出虚，蒸成菌。日夜相代乎前而莫知其所萌。已乎，已乎！旦暮得此，其所由以生乎！
	非彼无我，非我无所取。是亦近矣，而不知其所为使。若有真宰，而特不得其眹。可行己信，而不见其形，有情
而无形。百骸、九窍、六藏、赅而存焉，吾谁与为亲？汝皆说之乎？其有私焉？如是皆有为臣妾乎？其臣妾不足以相
治乎？其递相为君臣乎？其有真君存焉！如求得其情与不得，无益损乎其真。一受其成形，不亡以待尽。与物相刃相
靡，其行尽如驰而莫之能止，不亦悲乎！终身役役而不见其成功，苶然疲役而不知其所归，可不哀邪！人谓之不死，
奚益！其形化，其心与之然，可不谓大哀乎？人之生也，固若是芒乎？其我独芒，而人亦有不芒者乎？
	夫随其成心而师之，谁独且无师乎？奚必知代而自取者有之？愚者与有焉！未成乎心而有是非，是今日适越而昔
至也。是以无有为有。无有为有，虽有神禹且不能知，吾独且奈何哉！
	夫言非吹也，言者有言。其所言者特未定也。果有言邪？其未尝有言邪？其以为异于彀音，亦有辨乎？其无辩乎？
道恶乎隐而有真伪？言恶乎隐而有是非？道恶乎往而不存？言恶乎存而不可？道隐于小成，言隐于荣华。故有儒墨之是
非，以是其所非而非其所是。欲是其所非而非其所是，则莫若以明。
	物无非彼，物无非是。自彼则不见，自知则知之。故曰：“彼出于是，是亦因彼。彼是方生之说也。虽然，方生方
死，方死方生；方可方不可，方不可方可。因是因非，因非因是。是以圣人不由而照之于天，亦因是也。是亦彼也，彼
亦是也。彼亦一是非，此亦一是非，果且有彼是乎哉？果且无彼是乎哉？彼是莫得其偶，谓之道枢。枢始得其环中，以
应无穷。是亦一无穷，非亦一无穷也。故曰：莫若以明。
	以指喻指之非指，不若以非指喻指之非指也；以马喻马之非马，不若以非马喻马之非马也。天地一指也，万物一马
也。
	可乎可，不可乎不可。道行之而成，物谓之而然。有自也而可，有自也而不可；有自也而然，有自也而不然。恶乎
然？然于然。恶乎不然？不然于不然。物固有所然，物固有所可。无物不然，无物不可。故为是举莛与楹，厉与西施，恢
诡谲怪，道通为一。
	其分也，成也；其成也，毁也。凡物无成与毁，复通为一。唯达者知通为一，为是不用而寓诸庸。庸也者，用也；
用也者，通也；通也者，得也；适得而几矣。因是已。已而不知其然，谓之道。劳神明为一而不知其同也，谓之“朝三”。
何谓“朝三”？狙公赋芧，曰：“朝三而暮四。”众狙皆怒。曰：“然则朝四而暮三。”众狙皆悦。名实未亏而喜怒为用，亦因
是也。是以圣人和之以是非而休乎天钧，是之谓两行。
	古之人，其知有所至矣。恶乎至？有以为未始有物者，致矣，尽矣，不可以加矣！其次以为有物矣，而未始有封也。
其次以为有封焉，而未始有是非也。是非之彰也，道之所以亏也。道之所以亏，爱之所以成。果且有称呼亏乎哉？果且无成
与亏乎哉？有成与亏，故昭氏之鼓琴也；无成与亏，故昭氏之不鼓琴也。昭文之鼓琴也，师旷之枝策也，惠子之据梧也，三
子之知几乎皆其盛者也，故载之末年。唯其好之也，以异于彼，其好之也，欲以明之。彼非所明而明之，故以坚白之昧终。
而其子又以文之纶终，终身无成。若是而可谓成乎，虽我亦成也；若是而不可谓成乎，物与我无成也。是故滑疑之耀，圣人
之所图也。为是不用而寓诸庸，此之谓“以明”。
	今且有言于此，不知其与是类乎？其与是不类乎？类与不类，相与为类，则与彼无以异矣。虽然，请尝言之：有始也者，
有未始有始也者，有未始有夫未始有始也者；有有也者，有无也者，有未始有无也者，有未始有夫未始有无也者。俄而有无
矣，而未知有无之果孰优孰无也。今我则已有有谓矣，而未知吾所谓之果有谓乎？其果无谓乎？
	夫天下莫大于秋毫之末，而太山为小；莫寿乎殇子，而彭祖为夭。天地与我并生，而万物与我为一。既已为一矣，且得
有言乎？既已谓之一矣，且得无言乎？一与言为二，二与一为三。自此以往，巧历不能得，而况其凡乎！故自无适有，以至
于三，而况自有适有乎！无适焉，因是已！
	夫道未始有封，言未始有常，为是而有畛也。请言其畛：有左有右，有伦有义，有分有辩，有竞有争，此之谓八德。六
合之外，圣人存而不论；六合之内，圣人论而不议；春秋经世先王之志，圣人议而不辩。
	故分也者，有不分也；辩也者，有不辩也。曰：“何也？”“圣人怀之，众人辩之以相示也。故曰：辩也者，有不见也。”
夫大道不称，大辩不言，大仁不仁，大廉不嗛，大勇不忮。道昭而不道，言辩而不及，仁常而不成，廉清而不信，勇忮而不成
五者园而几向方矣！故知止其所不知，至矣。孰知不言之辩，不道之道？若有能知，此之谓天府。注焉而不满，酌焉而不竭，
而不知其所由来，此所谓葆光。
	故昔者尧问于舜曰：“我欲伐宗、脍、胥敖，南面而不释然。其故何也？”舜曰：“夫三子者，犹存乎蓬艾之间。若不释
然何哉！昔者十日并出，万物皆照，而况德之进乎日者乎！”
	啮缺问乎王倪曰：“子知物之所同是乎？”曰：“吾恶乎知之！”“子知子所不知邪？”曰：“吾恶乎知之！”“然则物无知
邪？”曰：“吾恶乎知之！虽然，尝试言之：庸讵知吾所谓知之非不知邪？庸讵知吾所谓不知之非知邪？且吾尝试问乎女：民
湿寝则腰疾而偏死，鳅然乎哉？木处则惴栗恂惧，猨猴然乎哉？三者孰知正处？民食刍豢，麋鹿食荐，鲫蛆甘带，鸱鸦嗜鼠，
四者孰知正味？猨猵狙以为雌，麋与鹿交，鳅与鱼游。毛嫱丽姬，人之所美也；鱼见之深入，鸟见之高飞，麋鹿见之决骤，
四者孰知天下之正色哉？自我观之，仁义之端，是非之涂，樊然淆乱，吾恶能知其辩！”啮缺曰：“子不利害，则至人固不知
利害乎？”王倪曰：“至人神矣！大泽焚而不能热，河汉冱而不能寒，疾雷破山、飘风振海而不能惊。若然者，乘云气，骑日
月，而游乎四海之外，死生无变于己，而况利害之端乎！”
	瞿鹊子问乎长梧子曰：“吾闻诸夫子：圣人不从事于务，不就利，不违害，不喜求，不缘道，无谓有谓，有谓无谓，而
游乎尘垢之外。夫子以为孟浪之言，而我以为妙道之行也。吾子以为奚若？”
	长梧子曰：“是黄帝之所听荧也，而丘也何足以知之！且女亦大早计，见卵而求时夜，见弹而求鸮炙。予尝为女妄言之，
女以妄听之。奚旁日月，挟宇宙，为其脗合，置其滑涽，以隶相尊？众人役役，圣人愚芚，参万岁而一成纯。万物尽然，而
以是相蕴。予恶乎知说生之非惑邪！予恶乎知恶死之非弱丧而不知归邪！
	丽之姬，艾封人之子也。晋国之始得之也，涕泣沾襟。及其至于王所，与王同筐床，食刍豢，而后悔其泣也。予恶乎知
夫死者不悔其始之蕲生乎？梦饮酒者，旦而哭泣；梦哭泣者，旦而田猎。方其梦也，不知其梦也。梦之中有占其梦焉，觉而
后知其梦也。且有大觉而后知此其大梦也，而愚者自以为觉，窃窃然知之。“君乎！牧乎！”固哉！丘也与汝皆梦也，予谓
汝梦亦梦也。是其言也，其名为吊诡。万世之后而一遇大圣知其解者，是旦暮遇之也。
	既使我与若辩矣，若胜我，我不若胜，若果是也？我果非也邪？我胜若，若不吾胜，我果是也？而果非也邪？其或是
也？其或非也邪？其俱是也，其俱非也邪？我与若不能相知也。则人固受其黯暗，无谁使正之？使同乎若者正之，既与若同
矣，恶能正之？使同乎我者正之，既同乎我矣，恶能正之？使异乎我与若者正之，既异乎我与若矣，恶能正之？使同乎我与
若者正之，既同乎我与若矣，恶能正之？然则我与若与人俱不能相知也，而待彼也邪？
	“何谓和之以天倪？”曰：是不是，然不然。是若果是也，则是之异乎不是也亦无辩；然若果然也，则然之异乎不然也
亦无辩。化声之相待，若其不相待。和之以天倪，因之以曼衍，所以穷年也。忘年忘义，振于无竟，故寓诸无竟。
	罔两问景曰：“曩子行，今子止；曩子坐，今子起。何其无特操与？”景曰：“吾有待而然者邪？吾所待又有待而然者
邪？吾待蛇蚹蜩翼邪？恶识所以然？恶识所以不然？”
	昔者庄周梦为蝴蝶，嘻嘻然蝴蝶也。自喻适志与！不知周也。俄然觉，则蘧蘧然周也。不知周之梦为蝴蝶与？蝴蝶之
梦为周与？周与蝴蝶则必有分矣。此之谓物化。



































































